{
  "blog": {
    "guides": [
      {
        "title": "Getting free Gems in Brawl Stars",
        "author": "schneefux",
        "description": "How to get free Gems, free Skins and free Coins in Brawl Stars.",
        "order": 12,
        "id": "free-gems",
        "content": "<p>There are various websites and YouTube tutorials promising free Gems, free Skins or free Coins.<br>Unfortunately, it is not that easy.</p>\n<p>Most of the time, you will be redirected to a website that wants “verification”.<br>You are supposed to enter your phone number, email or you need to download an app.</p>\n<p>Don’t fall for this scam!<br>Never share private data with a website that promises to give you something for free that you normally pay for.</p>\n<p>There is no Brawl Stars Gem generator.<br>Brawl Stars has good protection against hacks and cheats.</p>\n<p>After entering your data into “hacking” sites, you will receive annoying emails.<br>If you give away your Brawl Stars account, it will be sold and you lose access to it.<br>Or worse: By sending text messages to premium numbers, you will be charged real money.</p>\n<p>If you want to get a free skin, check on the <a href=\"https://blog.brawlstars.com/blog/community/\">official Brawl Stars blog</a> whether a giveaway is happening.<br>It is the only trustable source for free Brawl Stars content.</p>\n<p>Always check who is trying to give you free Gems or Skins.<br>If you are not sure, send a message to Supercell.<br>You can contact them from the settings screen in the app.</p>\n<p>Stay safe!</p>\n"
      },
      {
        "title": "Guide into Competitive Brawl Stars: ADCs",
        "author": "XaviorKeyz",
        "description": "Today I break down and dissect the long-ranged class of Brawl Stars - ADCs.",
        "order": 11,
        "id": "adcs",
        "content": "<h2 id=\"guide-into-the-competitive-scene-of-brawl-stars---adcs\">Guide into the Competitive Scene of Brawl Stars - ADCs</h2>\n<p><strong>Preface:</strong> Welcome back to Article 1 - Part 2 of my series, <em>“An In-Depth Guide into the Competitive Scene of 2020 Brawl Stars!”</em> Today I break down and dissect the long-ranged class of Brawl Stars - ADCs, as well as explain their roles and impact in the game. Please comment after you finish reading. I appreciate all thoughts and feedback and personally read every single comment that I get! I hope you enjoy!</p>\n<p><strong>TL;DR:</strong> Skip over the next four paragraphs to [“ADCs”] if you only wish to read today’s title related content.</p>\n<p><strong>Intro:</strong> Before I begin I’d like to thank everyone for the support I am receiving in this endeavor. I’m extremely grateful for the positive feedback and encouragement I got on my last post, so I’m excited to get into today’s topic! I would also like to thank my proofreaders Cali Life, Gooose, and LukieBear for their invaluable help. They catch a lot of grammatical errors and make me rethink my Brawl Stars analyses - improving my articles ten-fold. Before we begin, if you missed my first segment (<a href=\"/blog/guides/tanks\">Tanks</a>,) make sure to give it a read before you go any further. Now, ADCs are going to be the most complex class I discuss. So buckle up - this is a long read.</p>\n<p><strong>Brawler Classification:</strong> After reading Part 1, you may be wondering how and why I organized and assigned the 32 Brawlers to the classes that I did. Let me explain my methodology: In Brawl Stars there is a somewhat strange way that the developers assign “type” or “class” to the Brawlers they design. While they maintain a certain level of structure and consistency, the Brawl Stars Dev Team also takes into consideration the unique kit of that specific Brawler. The best example of this is Bibi, whom is classified in game as a “Batter.” True to her character lore and animation, Bibi’s class is very suiting, yet it deviates from Brawl Star’s otherwise consistent Brawler classifications. Here is a list of all the <strong>current in-game Brawler classes:</strong> Heavyweight, Fighter, Sharpshooter, Thrower, Healer, Batter, Sniper, Dashing Assassin, Skirmisher, Support, Toxic Assassin, and Stealthy Assassin. Most of these are easy to understand groupings, but some (Skirmisher) relay confusing interpretations. This is why I decided to break Article 1 into easier-to-understand groupings, and it also allows me to draw comparisons to the patterns of other MOBAs.</p>\n<p><strong>Class Crossover:</strong> Here is how I compare the relationships between the in-game Brawler classes and the classes I have created for this series:</p>\n<ul>\n<li><strong>Tanks</strong> = Heavyweights &amp; Batter (10)</li>\n<li><strong>ADCs</strong> = Sharpshooters &amp; Snipers (6)</li>\n<li><strong>Supports</strong> = Healers, Supports, &amp; Throwers (8)</li>\n<li><strong>Fighters</strong> = Fighters, Skirmishers, &amp; Assassins to an extent (9)</li>\n</ul>\n<p>I find it interesting to see the balanced number of brawlers-per-class. This shows the success the Brawl Stars Dev Team has in keeping the meta equal and refreshing.</p>\n<p><em>Note</em>: I list 8-Bit as a Tank, although he is a hybrid ADC. One could easily change the number of Tanks to (9) and ADCs to (7) because of this</p>\n<p>(Detour aside, let’s get into today’s topic!)</p>\n<p><strong>MOBA ADCs vs Brawl Stars ADCs:</strong> For those of you whom are unfamiliar, the term “ADC” is short for “Attack Damage Carry.” In MOBAs this typically makes ADCs characters that deal physical damage (rather than magic damage) such as snipers and sharpshooters. This is where my comparison between Brawl Stars and other MOBAs ends, and here is why: Brawl Stars is unique in the fact that it only has one form of damage - base damage. While there are other other damage-related stats like shields (Damage Reduction) or 8-Bits damage-enhancing turret, there is only one form of dealing damage. In other games like League of Legends or Mobile Legends, there are various forms of damage dealing including physical, magic, and true damage. Once again, Brawl Stars has only “hit your opponent and they take damage.” Simple. However; this changes the way Brawlers are classified in Brawl Stars.</p>\n<p><strong>ADCs:</strong> Rather than being called an attack damage carry because their auto attacks deal physical damage (comparison to other MOBAs for all your TL;DR folks,) an ADC in Brawl Stars is simply a Brawler that has long range and high DPS. This makes ADCs the true fire power of Brawl Stars. Having potentially team-wiping damage and supers, these Brawlers are also fragile. ADCs in Brawl Stars have low-medium low HP, medium long-long range, and are typically easy to maneuver (fast base movement speeds, kinetic based abilities, etc.) These prerequisites make Colt, Leon, Rico, Bea, Brock, and Piper all fall into this Primary Category.</p>\n<p><em>Note</em>: As much as 8-Bit appears to be one, he has too much health and is too immobile to be a true ADC and is classified primarily as a Tank instead</p>\n<p>The most important skill to learn to be a successful ADC is survival. Practice and grind mastering techniques like <strong>teasing</strong> (weaving in and out of corners or from behind an obstacle to bait enemy fire as you heal or reload) and <strong>baiting</strong> (leading enemies into allies or traps by having low health and instigating a chase.) Secondary mechanics such as <strong>wall peeking</strong> or <strong>dancing</strong> (mirroring your target’s movement patterns to land more subsequent shots) will increase your damage output by astounding amounts, but are less important than staying alive. To study and work on advanced Brawler mechanics check out this incredible video by <a href=\"https://youtu.be/jfgHFzGgTsE\">KairosTime</a>! I separate ADCs into two sub-classes:</p>\n<p><strong>Marksmen:</strong></p>\n<p><em>Overview -</em> Marksman are long ranged brawlers that utilize burst fire patterns (an array or barrage of bullets per attack.) Marksman are aggressive-based backliners that look for every single chance to deal high damage to an enemy. Having slightly more health and better utility (faster speed, invisibility, etc,) marksmen make better duelists than Snipers do and can often go toe-to-toe with Fighters or even Tanks under the right conditions.</p>\n<p><em>Included Brawlers:</em> Colt, Leon, and Rico. This is also 8-Bit’s secondary class.</p>\n<p><em>Roles of a Marksman:</em> Marksman have two major responsibilities:</p>\n<ol>\n<li>As previously mentioned, Marksmen have extremely high DPS and should utilize it. Their primary role is to eliminate, damage, or force back their enemies. All Marksman are equipped for killing - Colt has a wall breaking, high damaging super with speed or attack enhancing star powers, Rico has trajectory-based, high DPS attacks with damage and speed enhancing star powers, and Leon has a flank enabling super, high movement speed, and sustain or chase down aiding star powers. With these battle ready kits, it is a marksman’s primary job to threaten the enemy. Marksman can threaten their opponents in two ways - attacking and positioning. The key to being a top tier Marksman player is making every single attack you fire count for something. Your first goal should always be to threaten, or to force your opponent to either hold position or fall back. Having high DPS, landing even 2 or 3 shots out of your barrage will deal ample damage to an enemy. Keep pressure on the enemy team with continuous attacks, forcing them back and harassing them so they cannot heal when damaged. This is much easier said than done. As a marksman you CANNOT die, ever. Because Marksman possess the highest damage per second in the game (tanks are a close second but cannot match the damage of Rico &amp; Colt’s supers) any time wasted respawning is crucial damage and control your team is losing. The only exception to this rule is if you can absolutely guarantee a kill on 2 or more enemies, setting your team up for a crucial objective like scoring a goal or starting the gem grab countdown. Even with Leon’s assassin based style, kill trading is not worth sacrificing the pressure that Marksman impose on the enemy team.</li>\n<li>Your second goal, following being a threat, is to damage or kill your enemies. It is imperative to remember that this is your second goal (note my word choice) because you have to refrain from dying. This barrier is what creates perhaps the highest skill cap in the game among players. Anyone that has watched Jack Chepo play Rico know the sheer devastation he brings upon his enemies. This is due to one extremely difficult thing to master that Chepo has, well, mastered! Recognition. The best players in the world know and can recognize the exact split second they are given an opportunity, and this is the difference between whiffing an entire Colt super or wiping an entire team with Colt’s super. So when and how do you know that you have an opportunity?<ol>\n<li>Rule number one is to be safe. If there is a chance you die before even finishing your entire super animation, you don’t have an opportunity.</li>\n<li>Rule number two is to wait for your enemies to make a mistake. This is the reason Tara can solo carry games, and Marksman should play the same way. Wait for your adversary to overextend, to greedily go for a gem, to try to flank your teammate at the wrong time, etc, and then make your move. Always hold your super for that moment that two or three enemies stack up on one another, unless you can GUARANTEE a safe kill.</li>\n<li>The final rule is to recognize when a teammate sets you up. The best example I can conjure is when an ally Bo places clever mines that your enemy later steps on. You and your enemy did nothing to create the opportunity; your teammate set it up. Frank, Tara, and Gene are also excellent for setting up teammates. Co-player cooperation, or <strong>chemistry</strong>, is the golden ticket to playing Brawl Stars at the highest achievable level. It often takes extreme repetition and verbal communication to develop, but once gained having chemistry with your teammates will get you Rank 35 Brawlers, near perfect Power Play results, or other prestigious accomplishments. Check out some Pro Gameplay from <a href=\"https://youtu.be/CYaah9Z-4JI\">Bobby</a> and <a href=\"https://youtu.be/tUG9xiMN994\">OG</a> - who are renowned for their unrivaled chemistry. They are two of North America’s best players and it shows in these leagues.</li>\n</ol>\n</li>\n</ol>\n<p>Takeaway<strong>: Recognition is key.</strong></p>\n<p><em>Synergies:</em> While this list is prone to change based on map selection, Marksman typically excel in compositions including: 0-1 Defenders, 1-2 Bruisers, 0-1 Snipers, 0-1 Harass, 0-1 Utility, 0-1 Aggros, 0-1 Control.</p>\n<p><strong>Snipers:</strong></p>\n<p><em>Overview</em> <strong>-</strong> Ah Snipers, the all time favorite of gamers for their ability to one shot their opponent from afar. They never see it coming and it never gets old. Mechanically, Snipers differ from Marksmen in their single-shot basic attacks. While still possessing the potential to drop their enemies from full HP to zero HP, Snipers require pinpoint precision and careful positioning to capitalize. Marksman, in comparison, can afford being more forward-moving and aggressive. Snipers are the masters of multi-lane harassment, and also have the unique commodity of having time. That concept sounds confusing to even me, so let me explain: Snipers possess the longest  range of all brawlers in the game (tied with throwers,) so with proper positioning they will always have ample space between themselves and their adversaries. By having more space between yourself and your opponent, you gain increased reaction time to dodge, plan attacks, and to observe (this is a key role to being a top tier sniper that many players don’t understand or do.) Positioning is everything for a Sniper, as having low health and few escape mechanics (excluding Piper) make them incredibly vulnerable in close-combat situations. Maintain advantageous back-line positions though, and you’ll find Snipers can carry games.</p>\n<p><em>Included Brawlers:</em> Bea, Brock, and Piper.</p>\n<p><em>Roles of a Sniper:</em> Snipers have two important roles to fulfill:</p>\n<ol>\n<li>Snipers share the same primary responsibility as Marksman. Having nearly the DPS potential that Marksman have and even longer range, a Sniper’s main focus should be forcing the enemy team back by keeping a threatening demeanor or by dealing damage. *Note: The next paragraph is copy and pasted from “Roles of a Marksman - Role 1” with slight modifications.*</li>\n</ol>\n<p>As previously mentioned, Snipers have high DPS and should utilize it. Their primary role is to eliminate, damage, or force back their enemies. All Marksman are equipped for killing, being able to completely wipe out all brawlers in the game in anywhere from 1-4 shots (with the exception of Sponge Frank.) With their health-chunking attacks, it is a Sniper’s primary job to threaten the enemy. Snipers can threaten their opponents in two ways - damaging their enemies and by controlling key positions (chokepoints) . The key to being a top tier Sniper is making every single attack you fire count for something. Your first goal should always be to threaten (forcing your opponent to either hold position or fall back.) Having high DPS, landing just 1 shot will deal ample damage to an enemy and force them to either engage or retreat.</p>\n<p><strong>Important Note</strong>: In a nutshell, this is what teams battle for in competitive or high level ganes. This ebb-and-flow battle to force the enemy to give ground or take an undesired engagement is the essence of competitive Brawl Stars. High caliber players suffer very few deaths when compared to recreational players, and it’s because they aren’t competing for kills. Rather they compete for CONTROL. Whichever team has the better positioning almost always controls the objective (gem spawn or bolts) and will in turn win the game.* As a Sniper, keep pressure on the enemy team with continuous attacks, forcing them back and harassing them so they cannot heal when damaged. This is much easier said than done. As a Sniper you CANNOT die, ever. Because Snipers possess such great burst potential, any time wasted respawning is crucial damage and control your team is losing. The only exception to this rule is if you can absolutely guarantee a kill on 2 or more enemies, setting your team up for a crucial objective like scoring a goal or starting the gem grab countdown.</p>\n<ol>\n<li>The second responsibility that Snipers have is to <strong>Observe</strong>. Because of the spacing and time (explanation under “Snipers - Overview” that Snipers possess, it gives them the ability to observe the battlefield. Compared to other classes like Tanks and Fighters that are in near-constant combat, Snipers have time to analyze the battle and notice patterns. The best examples of observing and reacting among the Sniper class are watching high level Brocks and Pipers that break cover or terrain at the correct time. In situations like on Snake Prairie (Bounty) where tanks are prevalent and your team is in the lead, smart Brocks and Pipers will use their supers to destroy bushes. This forces the enemy team to give away their position and walk through open clearings to have a chance at taking back the lead, setting your team up to win the ensuing teamfight. In Brawl Ball: supering the goal as Brock to force back enemies and destroy terrain can set up a teammate looking to score. As Bea, using your super to slow the enemy team can allow a teammate to run past the enemies team and score. Observing the movement patterns or fighting patterns of your teammates and enemies is extremely difficult to master, but separates the elite from the average Snipers. Observe the dodging pattern of your enemies to land more successful shots on them. Observe the aggressive patterns or intentions of your teammates and give them support. As a Sniper, it is nearly impossible to win a game by yourself. But if you have even one teammate that you base your decisions on, you can and will win a high percentage of games. If you want to become great as a Sniper, learn to adapt to the playstyle of your teammates. Aggressively support them when they fight, or play passive and for control when they are objective-focused.</li>\n</ol>\n<p>Takeaway: <strong>Good Snipers go with the flow.</strong></p>\n<p><em>Synergies</em>: 0-1 Defenders, 1-2 Bruisers, 0-1 Marksman, 0-2 Aggros, 0-1 Control, 0-1 Harass, 0-1 Utility.</p>\n<p>Until next time,</p>\n<ul>\n<li>Xavior</li>\n</ul>\n"
      },
      {
        "title": "Guide into Competitive Brawl Stars: Tanks",
        "author": "XaviorKeyz",
        "description": "Today's focus is on the Tank class of Brawl Stars.",
        "order": 10,
        "id": "tanks",
        "content": "<h2 id=\"guide-into-the-competitive-scene-of-brawl-stars---tanks\">Guide into the Competitive Scene of Brawl Stars - Tanks</h2>\n<p><strong>Preface:</strong> Welcome to Article 1 of my series, “<em>An In-Depth Guide into the Competitive Scene of 2020 Brawl Stars</em>.” In Article 1 I dissect every Brawler currently in the game by grouping them into “Brawler Classes” and breaking down each Class’ roles and impact in game. Today’s focus (Part 1) is on the Tank class of Brawl Stars! Please leave any thoughts, feelings, or suggestions in the comments below!</p>\n<p><strong>TL;DR:</strong> Skip over the next four paragraphs [to “Brawler Classes”] if you only wish to read the content related to this article’s title.</p>\n<p><strong>Intro:</strong> First of all I would like to thank you all for reading this article. The Brawl Stars community is unlike any other gaming community I have ever been heavily involved in, and I can confidently include 10 or more mobile titles in that comparison. Without your support, this comprehensive series would be, well, less comprehensive! I would also like to thank my friend Cali Life for his collaboration and input on this detailed guide! He caught a lot of oddities and offered invaluable feedback. Now enough said, this series is being written with the hope to educate recreational, mid-core, and even the most elite competitive Brawl Stars Enthusiasts on how and why they play the brawlers they choose, and on what they’re doing wrong. Let’s begin!</p>\n<p><strong>Understanding The Game:</strong> Before you can begin to grasp the meta of any game, you have to at least somewhat understand how that game functions. I’ll break it down for you - Brawl Stars itself is a completely unique game in its structure. It is a live action, fast paced, MOBA-like game, yet it lacks the defining features (designated lanes, character classes, 5v5 formatting, longer time durations, etc) to group it with games like League of Legends, Dota 2, or even the 3v3 Vainglory. Despite its differences, Brawl Stars has just as complex a meta as all of the aforementioned. This boils down to two reasons; changing maps and multiple game modes. No other game in existence has such a rich combination of varying characters, changing environments, and game modes with unique objectives. This triple-dimension aspect makes Brawl Stars’ meta more complicated to truly understand than any other MOBA or Action-MMO game to date. Its’ complexity is also my personal inspiration for creating a series of articles to help guide players through it. There is just too much to take in at once!</p>\n<p><strong>Learning Your Brawler(s)</strong>: The first pillar of Brawl Star’s triple-dimension structure. Before we dive into the different maps and game modes of Brawl Stars, we have to start with what makes Brawl Star’s just like any other game - Learning your character! Let me give an example on why this is the first and MOST IMPORTANT part of any live action game. If you cannot aptly control your character, which I will refer to as Brawler mechanics for the rest of this Series, then you will never become a good player. Even if you have a perfect understanding of all of the different maps and the best team compositions to use, not being able to stay alive in a game or aim without auto assist (Auto Aim) will place you so far behind the pack that the game will be frustrating to you and to your teammates. So with that being said, the first step to becoming a skilled Brawl Stars player is understanding WHAT YOUR BRAWLER does, and WHAT THEIR JOB is based on their kit.</p>\n<p><strong>Unique Kits</strong>: For those of you that don’t know, a “kit” is the gamer word to refer to a heroes’ characteristics, skills, moves, or abilities that separate them from any other character. This is undoubtedly Brawl Stars’ most simple-and-refreshing game aspect. Every single current Brawler in the game has two “moves,” their auto, or basic attack, and their super. Some Brawlers have Star Powers that may enhance a mechanic, but there are only two ability buttons in the game, period. Thankfully this makes it easier to break down and separate the Brawler types, which if you are still reading we will get into now!</p>\n<p><strong>Brawler Class(es)</strong>: There are 4 Primary classes I am going to assign all 32 Brawlers to. This is similar to other MOBAs like League of Legends that have 5 universal roles, but Brawl Stars lacks the “jungle role” due to game design. Additionally, I will break down each Primary class into 2 or 3 sub-classes. Today’s break down is on the Heavier Brawlers of the game! Here we go:</p>\n<p><em>Note</em>: Some Brawlers have multiple classes which I will address in a future article series. For organizational purposes, Brawlers have been categorized into their subclass only. If you disagree with my class assignments, please wait for the upcoming series*</p>\n<p><strong>Tanks</strong>: Probably the most explanatory of all the classes, a “Tank” is any brawler with a high amount of health (HP.) In Brawl Stars this number is 6000+ HP (this refers to Brawlers at max level 10) This makes the following Brawlers fall into this Primary Category: 8-Bit, Bull, Carl, Darryl, El Primo, Frank, Pam, Rosa. I will also add Shelly and Bibi into this category as their Band-Aid and Batting Stance star powers let them take up to 7040 (Shelly) and 8036 (Bibi) total damage. I separate Tanks into two sub-classes:</p>\n<p><strong>Defenders</strong>: (Tank Subclass I)</p>\n<p><em>Overview</em> - True to its name, a Defender’s primary job is to defend their allies and objectives. In other MOBAs, a Defender would be the equivalent of roaming support - which are independent enough to protect themselves, but excel when working with a partner. And while similar to the Support class, Defender’s usually lack the utility kit of a support, are not mobile enough to be a true support, and lack passive effect support abilities. Defenders tend to rely more on using attacks or dealing damage to enemies to “support” their allies. They are experts in <strong>zoning</strong> (a medium skill cap mechanic in which a player uses their kit to prevent or deter an enemy from moving a certain direction or from making an aggressive move,) and ultimately prevent their teammates from suffering potential damage or deaths just by being there. In other words, Defenders prevent or distract their opponents from attacking their allies, and by doing this help their teammates to deal more damage or secure objectives.</p>\n<p><em>Included Brawlers:</em> (Batting Stance) Bibi, Carl, Frank, Pam, (Shell Shock) Shelly and 8-Bit.</p>\n<p><em>Roles of a Defender:</em> Defenders have two main responsibilities.</p>\n<ol>\n<li>Defenders should serve as the barrier between their enemy and ally.  This gives Defenders more of a stationary and passive role, as they should never go on offense (aggressing towards the enemy) except in extreme situations like when the enemy team has started the countdown in Gem Grab. Defenders should rarely isolate themselves from their teammates, and instead stay within 2-3 vertical tiles of their nearest teammate at all times. Taking this positioning can also deter enemies from advancing to close to your teammates in their respective lanes, and will you help any long ranged allies you have to apply more pressure and damage. While playing this role it is CRUCIAL to avoid all damage, so utilize mechanics like <strong>wall peeking</strong> (firing around corners and retreating to avoid damage) and <strong>juking</strong> (practicing erratic movement patterns to dodge attacks) in your personal lane matchup. When an enemy does decide to advance on your ally, having full health enables you to intervene in their fight and turn that lane into a very brief 2v1 situation.</li>\n<li>A Defender’s second role is to protect their allies and help with objectives. Defenders accomplish this by serving as a shield (body blocking damage from an ally), guarding allies with their defensive based attacks, or by deterring enemies from approaching (as stated in Role 1.) In objective based games such as Gem Grab, Brawl Ball, and Present Plunder (compared to kill based games like Bounty, Heist, and Seige) acting as a shield for an ally can be game winning. Protect your gem carrier, ball carrier, or gift carrier, when they are in danger or in positions to score. If a goal can be scored or if the gem carrier will die otherwise, sacrificing yourself for them is the go-to play (and as an added benefit they will love you for it!) Save your enemy repelling abilities (Bibi’s home run, Shelly’s super, Frank’s super, Carl’s super) for the opportune play making moment when multiple enemies line up or you can help secure an objective. Holding onto your super as a Defender acts as a constant deterrent for any opponent wishing to approach an exposed ally or objective. <strong>A retreated Brawler is a defeated Brawler</strong>, and holding an objective (gem spawn) or giving your long ranged allies some breathing room to operate is worth far more than getting a reckless kill ever can. Overall, play patient and wait for your moment to help your team as a Defender and your win rates will soar!</li>\n</ol>\n<p><em>Synergies:</em> While this list is prone to change based on map selection, Defenders typically excel in compositions including: 1-2 Marksman, 1-2 Snipers, 1 Bruiser, 1 Aggro, 1 Controller, 1-2 Harass, and 0 Utility.</p>\n<p><strong>Bruisers</strong>: (Tank Subclass II)</p>\n<p><em>Overview</em> - In many MOBAs such as League of Legends and Arena of Valor, there is a common way to build (using item customization to enhance your characters attributes) and play tanks that allow tank-based characters to be far more aggressive. Brawl Stars is no exception to this archetype known as Bruisers, tanky characters that yield high damage output. Contrary to Defenders, Bruisers are the bully of Brawl Stars that often chase down enemies, pressure opponents, or <strong>ambush</strong> (waiting in a bush for an enemy to walk into you) opponents. The Bruiser class features high health Brawlers with movement enabling, or kinetic kits and star powers.</p>\n<p><em>Included Brawlers</em>: (Home Run) Bibi, Bull, Darryl, El Primo, Rosa, and (Band-Aid) Shelly.</p>\n<p><em>Roles of a Buiser</em>: Bruisers have two main responsibilities.</p>\n<ol>\n<li>Bruisers should typically fill the “Aggro” lane or position in 3v3 maps. An “Aggro” is essentially an aggressive Brawler whose goal is to take an extended position closer to enemy territory, and to then hold position until a play can be made. These Brawlers excel at winning lane (either killing or forcing an opponent to retreat) by having high DPS, gap closing abilities, or other good dueling traits. After winning a lane or attaining an advantageous position such as cover behind a chokepoint, look for the chance to assist teammates. It is imperative that Bruisers don’t force plays, or they will get punished and either die or lose control of their lane and the objective. When the moment is right, such as when a teammate weakens an enemy or an enemy overextends, look to continue harassing or <strong>gank</strong> (approaching an opponent from an unexpected direction to trap them between you and your teammates) that exposed individual. Bruisers are often the cavalry in a team-fight, coming in to heavily damage or finish off weakened opponents. Look for any opportunity your teammates give you, and take your chance to strike.</li>\n<li>A Bruiser’s secondary role is to pressure or zone the enemy. By taking an easily defended position, Bruisers can destroy the opponent’s rhythm by forcing them back. Bruisers are so threatening by nature, that if they control a choke point they can almost single-handedly <strong>Spawn-Trap</strong> (not allowing the opposing team outside their spawn by controlling all major exits) the enemy team. Successfully zoning or spawn trapping the opposing team will give your team total control of objectives and let your teammates gain advantageous positioning. On the other hand if your team is struggling to gain control or if a teammate has just died, it is also the Bruiser’s job to not give ground past a certain point. Compared to a lower health marksman or thrower who must retreat heavily in a 2v3, a bruiser has the close combat skills to maintain middle ground and allow some control to be maintained. Bruisers are essential to successful team fights and for gaining and maintaining team positioning.</li>\n</ol>\n<p><em>Synergies</em>: 1-2 Marksman, 1-2 Snipers, 1 Defender, 1 Aggros, 0 Controllers, 1-2 Harass, 1 Utility.</p>\n"
      },
      {
        "title": "Gem Grab: Deathcap Cave",
        "author": "kinglionleo",
        "image": "/images/blog/guides/deathcap-cave_small.jpg",
        "description": "Keep control of Deathcap Cave with Pam, Nita and Barley.",
        "mode": "gemgrab",
        "map": "Deathcap Cave",
        "order": 9,
        "id": "deathcap-cave",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<p>Note: Deathcap Cave has a lot of diverse comps and this one is just a suggestion.</p>\n<hr>\n<h3 id=\"pam\">Pam</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. She has a lot of great healing turret spots that can benefit either herself, or either lane.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that can utilize the walls to poke enemies. Her bear can push enemies back and she can be a huge threat if pushed up.</p>\n<h3 id=\"barley\">Barley</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player that offers a lot of area denial. He is also a great counter to turrets, which will be found in this map’s meta. His Star Power allows him to stay alive.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-pam\">Alternative to Pam</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Jessie’s tankiness and medium-long range attack makes her a great mid player. She also has good turret spots. Bo can mine off a choke point and use his arrows to cut off another. There are two main choke points on this map.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/shelly_optimized.png\" alt=\"hero/icon/shelly_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”. Shelly pushed up can hold enemies away because of her powerful super.</p>\n<h3 id=\"alternative-to-barley\">Alternative to Barley</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Dynamike offers more destruction and damage over Barley’s sustained control of the map. Mortis has a lot of cover he can utilize, and can counter throwers and punish weak, grouped up enemies. Gene can help mid with his Star Power and wide attack. His super can also turn the game around.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Barley should control the areas top of the mine. With his Star Power, he can keep up constant pressure even while on low health.</p>\n<p>If the enemy falls back, Pam shoud push up to apply as much pressure with her healing and fall back when at medium to low HP.</p>\n<p>Nita’s strongest position is on the left. She can fully utilize the wall to control the chockepoint and make it hard for the enemy to push her.</p>\n<p>Nita will initially be on the wall south-east to the mine. She should be there when she is low but should try to push up into her strongest position.</p>\n<p>North to the mine is the main area where Pam should focus her attacks. Barley is responsibe for the other chokepoints. Her spread out atatck can deter squishies from pushing up.</p>\n<p>South to the mine behind the wall is the main healing station spot. It helps Pam stay alive at high amounts of HP.</p>\n<p>South-east tot the mine is the healing spot if Barley is pushed back or the right lane is lost. Pam should also be positioned there if this happens.</p>\n<p>Barley should try to regain control of the area south-east to the mine if an enemy has put themselves there!</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/deathcap-cave.jpg\" alt=\"blog/guides/deathcap-cave.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Deep Siege",
        "author": "kinglionleo",
        "image": "/images/blog/guides/deep-siege_small.jpg",
        "description": "Use walls to your advantage in Deep Siege with Jessie, Mortis and Dynamike.",
        "mode": "Gem Grab",
        "map": "Stone Fort",
        "order": 8,
        "id": "deep-siege",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"jessie\">Jessie</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of control. Can punish grouped enemies and has various turret locations.</p>\n<h3 id=\"mortis\">Mortis</h3>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player who harasses the enemy by pushing up deep into their spawn. Should try to stay alive.</p>\n<h3 id=\"dynamike\">Dynamike</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player who assists mid by controlling the middle proportion of the map. Important to stay alive.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-jessie\">Alternative to Jessie</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Piper has a convenient bush location that allows her to deal more damage with her Star Power.<br>Pam has great turret locations that can help either lane, or herself.</p>\n<h3 id=\"alternative-to-mortis\">Alternative to Mortis</h3>\n<p>Necessary to deal with throwers that are commonly used on this map.</p>\n<h3 id=\"alternative-to-dynamike\">Alternative to Dynamike</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Barley can be used as a substitute to Dynamike, offering more control but less damage.<br>Nita can be used as an aggro that pushes up and uses her wall to harass the other mid.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>North to the mine is a strong turret spot if Jessie manages to push up. It is extremely annoying if combined with her Star Power.</p>\n<p>Aggressive Mortis should try to play at the north of the mine, however should try to stay alive for as much map presence as possible. The general area for Mortis to play in and control is east to the mine.</p>\n<p>Jessie’s initial turret location against long/close range brawlers should be east to the mine behind the walls. Jessie should ideally be playing in the bushes below it.</p>\n<p>Dynamike can control an entire area aronud him. He should push up when the enemy falls back and fall off when he is double pressured.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/deep-siege.jpg\" alt=\"blog/guides/deep-siege.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Escape Velocity",
        "author": "kinglionleo",
        "image": "/images/blog/guides/escape-velocity_small.jpg",
        "description": "How to poke your enemy team in Escape Velocity with Gene, Shelly and Carl.",
        "mode": "gemgrab",
        "map": "Escape Velocity",
        "order": 7,
        "id": "escape-velocity",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"gene\">Gene</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Gene offers amazing poking abilities, and his super can make the enemy feel uneasy with their movement. His Star Power can assist his teammates when they are grouped up.</p>\n<h3 id=\"shelly\">Shelly</h3>\n<p><img src=\"/images/hero/icon/shelly_optimized.png\" alt=\"hero/icon/shelly_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who can full utilize launch pads to displace enemy movement. Her super with Star Power can make it easy for Gene to hit his attack.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can act as a tripwire at mid. His attack can force enemies to move in certain directions, synergizing with Gene’s super.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-gene\">Alternative to Gene</h3>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/poco_optimized.png\" alt=\"hero/icon/poco_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Bo’s mine can completely cover entryway into the gem mine. His attack also offers control and burst potential.<br>Poco’s super can make it easy for his teammates to push, and his wide attack can poke at the enemy mid.</p>\n<h3 id=\"alternative-to-shelly\">Alternative to Shelly</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/tara_optimized.png\" alt=\"hero/icon/tara_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.<br>Tara can burst enemies down at close ranges while poke at enemies afar. Her super can make it hard for the enemy to push up to mid.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/leon_optimized.png\" alt=\"hero/icon/leon_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Leon can poke at enemies and burst enemies down at close ranges. His super can easilyy change the game as there are so many bushes to utilize.<br>Nita can poke at mid while keeping control of her lane easily. Her bear pushes back enemies as well.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>If the enemy falls back, Shelly can position herself to the north-east of the mine to poke at them where the maximum range of Gene’s super is. However, she sohuld fall back to keep moderate amounts of HP.</p>\n<p>If Carl is able to push up with Shelly, it’ll make it extremely hard for the enemy to get out of spawn. He can easily hold his lane while pressuring mid. He can push up to apply pressure when Gene has his super.</p>\n<p>Shelly can use the jump pad on the east to quickly rotate into an advantageous position if the enemy is badly positioned. She needs to recognize when this is necessary as she can be punished easily for doing so!</p>\n<p>Shelly needs to make sure an enemy tank does not jump below the mine. If one does, it’ll force Gene back and potentially get him killed. Good communication is necessary.</p>\n<p>Gene can assist either lane by positioning himself in mid. However, he should focus on staying alive with minimal amounts of damage taken.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/escape-velocity.jpg\" alt=\"blog/guides/escape-velocity.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Flooded Mines",
        "author": "kinglionleo",
        "image": "/images/blog/guides/flooded-mines_small.jpg",
        "description": "Keep pressure on the enemy and fight for the Flooded Mines from a safe distance with Piper, Nita and Rico.",
        "mode": "gemgrab",
        "map": "Flooded Mines",
        "order": 6,
        "id": "flooded-mines",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"piper\">Piper</h3>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who can easily hold control of the gem mine. Her long range enables her to support lanes and take shots at the enemy’s mid.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player who can fully utilize her walls to push the enemy back with her attack. The mushrooms also work well for this purpose.</p>\n<h3 id=\"rico\">Rico</h3>\n<p><img src=\"/images/hero/icon/rico_optimized.png\" alt=\"hero/icon/rico_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player who uses the right wall of the map to keep the enemy lane back. He also can poke at mid.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-piper\">Alternative to Piper</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/penny_optimized.png\" alt=\"hero/icon/penny_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>The open area allows Gene to yoink enemies and poke at them. He also will be playing by one of the lanes, helping them with his Star Power.<br>Penny’s mortar has a lot of range and can cover most of mid.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Carl can make it hard for the enemy lane to push up while also being able to tripwire off mid pushes.<br>Barley makes it even harder for the enemy lane to push up and can control the left portion of mid once he wins his lane.</p>\n<h3 id=\"alternative-to-rico\">Alternative to Rico</h3>\n<p><img src=\"/images/hero/icon/tara_optimized.png\" alt=\"hero/icon/tara_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Tara can burst down the enemy laner and chip from afar. The open area in the middle makes it pretty easy for her to hit her super.<br>Carl can control the right lane pretty easily and also pressure mid at the same time.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>The ideal spot for Nita to play is in the bushes on the west side. The mushroom there makes it extremely hard for enemies to hit her. However, she first has to win her lane in order to push up!</p>\n<p>While Rico pressures his lane, Piper can push up to the mine to assist Nita in winning her lane. Coordinate their attacks and Piper can easily hit a camping enemy in that bush.</p>\n<p>The bouncing attack Rico needs to learn goes to the west wall in the west lane. He can keep enemies away from him, which then allows him to assist mid by poking at them from this position.</p>\n<p>Piper should be south to the mine so she can stay out of reach of the enemy mid while still being able to take shots. From here, if she takes some damage, she can fall back behind the mushroom. Piper should also be pushing up when her teammates win their lanes so she can fully utilize her range and Star Power to kill enemies.</p>\n<p>Nita should play passively in the south bush until mid can help assist her in taking out the enemy lane. However, she can capitalize if the enemy takes unnecessary damage or is forced to fall back.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/flooded-mines.jpg\" alt=\"blog/guides/flooded-mines.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Four Squared",
        "author": "kinglionleo",
        "image": "/images/blog/guides/four-squared_small.jpg",
        "description": "Split push the Four Squared lanes and take control of the mine with Spike, Mortis and Dynamike.",
        "mode": "Gem Grab",
        "map": "Four Squared",
        "order": 5,
        "id": "four-squared",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"spike\">Spike</h3>\n<p><img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. Can burst down tanks and once the map is opened up, becomes even deadlier.</p>\n<h3 id=\"mortis\">Mortis</h3>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that harasses the enemy thrower by flanking from behind. Utilize walls as cover and dash-in, dash-out.</p>\n<h3 id=\"dynamike\">Dynamike</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who controls right lane and offers area control for the middle area. Should use super to destroy middle cover.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-spike\">Alternative to Spike</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita can be played as a more aggro Spike. She can push up and use the walls to harass at mid. Barley paired with Dyna offers so much area denial and is viable because of how many walls there are.</p>\n<h3 id=\"alternative-to-mortis\">Alternative to Mortis</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Mortis is necessary to deal with throwers that are commonly used on this map. Nita can use walls to harass while acting as a tank that can push the enemy team back.</p>\n<h3 id=\"alternative-to-dynamike\">Alternative to Dynamike</h3>\n<p>Necessary because of how many walls there are on this map.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Mortis should ideally be playing at the top. He puts pressure from the enemy’s flank and funnels them into Dynamike and Spike’s attacks. He should still try to maintain left lane control however.</p>\n<p>Dynamike should focus on mid. However, if an enemy is in the lane he should shift focus to deal with them first. Spike covers and acts as Dyna’s support for mid. Both can be gem carriers. Dynamike should use his super and destroy the two walls above the mine.</p>\n<p>If the enemy has control of the area south of the mine, Spike and Dynamike will switch. Dynamike focuses only on mid while Spike deals with the threat.</p>\n<p>West of the mine: General area for Mortis to control. He should fall back to here when on low health or try to hold this area so that his two mid teammates can focus on one possible flank.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/four-squared.jpg\" alt=\"blog/guides/four-squared.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Minecart Madness",
        "author": "kinglionleo",
        "image": "/images/blog/guides/minecart-madness_small.jpg",
        "description": "Wait for the right moment and trap the enemy in Minecart Madness with Piper, Carl and Barley.",
        "mode": "Gem Grab",
        "map": "Minecart Madness",
        "order": 4,
        "id": "minecart-madness",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"piper\">Piper</h3>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player whose long range can easily make her come out on top in fights. Her super allows her to make clutch plays coupled with minecarts.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player whose attack can cut off rotations. He also can take some damage while applying pressure.</p>\n<h3 id=\"barley\">Barley</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of control because of how the minecarts will funnel enemy movement.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-piper\">Alternative to Piper</h3>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Bo’s mines make it harder for the enemy to safely push up. It synergizes well with minecarts.<br>Gene can fully utilize the minecarts to easily pull and punish enemies who are forced to move in an odd way.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene can fully utilize the minecarts to easily pull and punish enemies who are forced to move in an odd way.</p>\n<h3 id=\"alternative-to-barley\">Alternative to Barley</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Dynamike offers more map destruction than Barley and can also deal more damage when utilizing minecarts.<br>Mortis can counter throwers while being able to harass the enemy from behind.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Minecarts that come from the north make it impossible for the enemy to fall back for ~2 seconds, while providing cover if they are already in the process of doing so. Learning how to use this to your advantage will make it easy for you to win.</p>\n<p>There will often be enemies trapped in the bush nort-east of the mine, when the minecart comes from the west side. You can easily deal huge amounts of damage to them as Barley.</p>\n<p>At the east side minecart spawn, the minecarts will travel to your side which means you have some time to make a decision whether to push up or fall back.</p>\n<p>Minecarts that come to the south of the mine make it impossible for your team to fall back for ~2 seconds. It’s important to recognize when you should. If you have a lot of HP remaining, you can keep fighting at mid. Barley can utilize the brief moment when the minecarts block off the center to prevent the enemy team from pushing up. If Piper is low, she should fall back, she won’t be able to survive for the 2 seconds her back is blocked off.</p>\n<p>At the west side minecart spawn, the minecarts will travel to the enemy’s side so making an offensive push is necessary. It’s important, however, that you can safely fall back after they are gone.</p>\n<hr>\n<p>The more you play this map, the better you will get with recognizing opportunities the minecarts provide you. The thrower needs to capitalize the most when the minecarts start coming.</p>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/minecart-madness.jpg\" alt=\"blog/guides/minecart-madness.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Heist: Safe Zone",
        "author": "PedroGuijarro_",
        "image": "/images/blog/guides/safe-zone_small.jpg",
        "description": "Siege or play aggressively with one of three compositions on Safe Zone.",
        "mode": "heist",
        "map": "Safe Zone",
        "order": 3,
        "id": "safe-zone",
        "content": "<h2 id=\"control-comp\">Control Comp</h2>\n<p>Control, control, control the map! Poking the enemy team is more important than the safe. Attack the safe only when you have enough space.</p>\n<h3 id=\"thrower\">Thrower</h3>\n<p>Control and poke the enemy safe from a safe place. <img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"range\">Range</h3>\n<p>Control and poke the enemy safe from the distance. <img src=\"/images/hero/icon/brock_optimized.png\" alt=\"hero/icon/brock_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"support\">Support</h3>\n<p>Control the map as main job and hold mid. <img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"aggrocontrol-comp\">Aggrocontrol Comp</h2>\n<p>Zoning and poking are both equally important. Try not to lose too much area when dying. The diver must jump in whenever their super is ready.</p>\n<h3 id=\"support-1\">Support</h3>\n<p>Control the map as main job. <img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"healer\">Healer</h3>\n<p>A bit of sustain for keeping the pressure. <img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver\">Diver</h3>\n<p>Jump in with your super to apply most of your team damage. <img src=\"/images/hero/icon/darryl_optimized.png\" alt=\"hero/icon/darryl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"fullaggro-comp\">Fullaggro Comp</h2>\n<p>Dive the objective as a team if possible. Attacking is more important than defending. Try to win the base race!</p>\n<h3 id=\"diver-1\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/darryl_optimized.png\" alt=\"hero/icon/darryl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver-2\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/bull_optimized.png\" alt=\"hero/icon/bull_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver-3\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/el_primo_optimized.png\" alt=\"hero/icon/el_primo_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/safe-zone.jpg\" alt=\"blog/guides/safe-zone.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Stone Fort",
        "author": "kinglionleo",
        "image": "/images/blog/guides/stone-fort_small.jpg",
        "description": "Hold the Stone Fort with long range attacks and Frank, Carl and Rico.",
        "mode": "Gem Grab",
        "map": "Stone Fort",
        "order": 2,
        "id": "stone-fort",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"frank\">Frank</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can control the bush from afar. His unique returning attack also is able to clip enemies behind walls.</p>\n<h3 id=\"rico\">Rico</h3>\n<p><img src=\"/images/hero/icon/rico_optimized.png\" alt=\"hero/icon/rico_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can control the bush from afar. His bouncy bullets lets him poke at enemies hiding behind walls.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-frank\">Alternative to Frank</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Jessie’s tankiness and chained attack makes her a great mid player. She also has good turret spots.<br>Pam can be played mid well if lane is held by her two teammates. Her survivability is excellent which allows her to stay in the center longer.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/el_primo_optimized.png\" alt=\"hero/icon/el_primo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.<br>Primo is tanky enough where he can take some damage and still be a threat, pushing enemies back.</p>\n<h3 id=\"alternative-to-rico\">Alternative to Rico</h3>\n<p><img src=\"/images/hero/icon/crow_optimized.png\" alt=\"hero/icon/crow_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Crow’s ability to poke enemies makes it easy for him to clear bushes. It also makes it hard for enemies to regenerate, forcing them to fall back.<br>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Positioned behind the walls north to the mine, Frank can annoy the enemy and make it very hard for them to push up.</p>\n<p>One of the lane players can help mid control the entry area to the mine by using their attacks there. This is where the enemy will attack mid from.</p>\n<p>Destroying the walls north to the mine will work both ways. It’ll make mid much more open therefore harder for Frank to hold.</p>\n<p>Rico needs to shoot down the lane at thea east to clear out any potential threats. It’s important to hold at least one lane so mid does not get completely flanked.</p>\n<p>Rico and Carl can clear out enemies hiding in the corners on the side of the mine.</p>\n<p>Carl needs to shoot down the east lane to clear out any potential threats. It’s important to hold at leas one lane so mid does not get completely flanked.</p>\n<p>It’s important that mid is never flanked. If a lane is lost, mid must be extremely careful of the area south of the mine. A good flank by the enemy can turn the entire game around!</p>\n<p>Sometimes the enemy will “double up” on mid. This means that one lane will be free. The free lane player should either help with their attacks from the side, or go and flank mid from behind.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/stone-fort.jpg\" alt=\"blog/guides/stone-fort.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Undermine",
        "author": "kinglionleo",
        "image": "/images/blog/guides/undermine_small.jpg",
        "description": "Hide in the bushes and protect the Undermine with Pam, Nita and Leon.",
        "mode": "Gem Grab",
        "map": "Undermine",
        "order": 1,
        "id": "undermine",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<p>Note: Deathcap Cave has a lot of diverse comps and this one is just a suggestion.</p>\n<hr>\n<h3 id=\"pam\">Pam</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. She has a good healing spot and can also assist her lane players with it.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that can utilize the walls to poke enemies. Her overall tankiness allows her to poke and fall back, while her bear can annoy mid.</p>\n<h3 id=\"leon\">Leon</h3>\n<p><img src=\"/images/hero/icon/leon_optimized.png\" alt=\"hero/icon/leon_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player that can poke and burst down enemies. There are many bushes which makes it easy for him to assasinate enemies.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-pam\">Alternative to Pam</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene can poke at the enemy’s mid while his super can easily turn the game around. If he pushes up he can also dish out alot of damage.<br>Jessie’s tankiness and medium-long range attack makes her a great mid playre. She also has good turret spots.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”.<br>Spike can clear his lane pretty effetcively and pressure mid from there. His super also denies chokepoints well.</p>\n<h3 id=\"alternative-to-leon\">Alternative to Leon</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene also can work as a lane player. His spread attack makes it hard for the enemy’s lane to push up. He can also poke at mid when he is pushed up.<br>Carl can deny mid entryway if he manages to win his lane.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Nita can push up to the north-west of the mine to harass mid.</p>\n<p>Pam should focus her attacks to the north of the mine. She should not be worrying about clearing out lanes given that her teammates win their fights.<br>If both teammates win their lane, the enemy’s mid will be forced to fall back. Pam should take this opportunity to push up and help spawntrap for a bit.</p>\n<p>Leon needs to apply pressure if the enemy stops contesting the east lane. This will usually be the case as it’s hard to kill him once he gets control of this area.</p>\n<p>The main healing spot if the enemy’s mid is not Jessie or Penny is the bush south to the mine. It covers more area and even though it’s exposed it will be tanked for by Pam. If the enemy has Jessie or Penny as mid, place it below the wall.</p>\n<p>Nita will initially be playing in the west lane and she should fall back there to regenerate.</p>\n<hr>\n<p>Generally speaking, one lane will usually be lost. Pam needs to play around this by falling to the opposite lane and helping that lane win. She can then return to mid but should also clear that lane out occasionally. Capitalize on fights you win and push enemies back. Once both lanes are yours it becomes very hard for the enemy to regain mid. Don’t let this happen to you!</p>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/undermine.jpg\" alt=\"blog/guides/undermine.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      }
    ]
  },
  "featuredPlayers": [
    {
      "tag": "V8LLPPC",
      "name": "xXcuzMePlisThXx"
    },
    {
      "tag": "8PJRRG2C",
      "name": "TQ|GuilleVGX"
    },
    {
      "tag": "V9QGJY9",
      "name": "Landi"
    },
    {
      "tag": "2L892GP",
      "name": "YAPIMARU_YT"
    },
    {
      "tag": "2Y02L28",
      "name": "Keith ツ"
    }
  ]
}