{
  "blog": {
    "guides": [
      {
        "title": "Brawl Ball Tips",
        "author": "nekkedman",
        "description": "Brawl Ball is not just about killing Brawlers.",
        "order": 13,
        "id": "brawl-ball",
        "content": "<p>If you learn a few simple tips and tricks, getting goals and defending them will be much easier.</p>\n<p>Understand positioning, defensive and offensive. When the opponent kicks the ball away, make sure that only one Brawler goes back to get the ball. Try to keep control of the area. You and a second brawler keep high ground. Understand the importance of passes, especially super passes to cover ground before opponents respawn and cover the goal. Learn how to stay in front of an opponent when defending the goal. Be careful not to get too close to enemies with the Ball, or they’ll shoot through you to score.</p>\n<p>Understand teammate and ball awareness, which teammate needs help and when to move back. And where the ball is at all times. Learn your counters. Pick your opponents: If you’re Shelly, go for Rico over Frank. Pick the enemy that is the easiest target and the biggest threat.</p>\n<p>Learn to juke in general. Move unpredictably. Otherwise, your enemies will charge their supers.</p>\n<p>Learn simple quick math. If a Poco is defending the goal, understand that maximum he does 924 per ammo, if he has full ammo he does 2772 at most. Lets say you’re a Brock with 3000 health. Look at the numbers, understand how much damage each brawler can do, and judge whether you can walk through them and tank their damage.</p>\n<p>Also, learn the weaknesses of your enemies: If Frank activates his super, shoot the Ball to the side because he cannot move while using his super.</p>\n<p>Lastly: Don’t just keep playing in hopes of getting better. Practice!</p>\n"
      },
      {
        "title": "Getting free Gems in Brawl Stars",
        "author": "schneefux",
        "description": "How to get free Gems, free Skins and free Coins in Brawl Stars.",
        "order": 12,
        "id": "free-gems",
        "content": "<p>There are various websites and YouTube tutorials promising free Gems, free Skins or free Coins.<br>Unfortunately, it is not that easy.</p>\n<p>Most of the time, you will be redirected to a website that wants “verification”.<br>You are supposed to enter your phone number, email or you need to download an app.</p>\n<p>Don’t fall for this scam!<br>Never share private data with a website that promises to give you something for free that you normally pay for.</p>\n<p>There is no Brawl Stars Gem generator.<br>Brawl Stars has good protection against hacks and cheats.</p>\n<p>After entering your data into “hacking” sites, you will receive annoying emails.<br>If you give away your Brawl Stars account, it will be sold and you lose access to it.<br>Or worse: By sending text messages to premium numbers, you will be charged real money.</p>\n<p>If you want to get a free skin, check on the <a href=\"https://blog.brawlstars.com/blog/community/\">official Brawl Stars blog</a> whether a giveaway is happening.<br>It is the only trustable source for free Brawl Stars content.</p>\n<p>Always check who is trying to give you free Gems or Skins.<br>If you are not sure, send a message to Supercell.<br>You can contact them from the settings screen in the app.</p>\n<p>Stay safe!</p>\n"
      },
      {
        "title": "Brawl Stars Character Classes: ADC",
        "author": "XaviorKeyz",
        "description": "Tips on playing long-ranged Brawlers.",
        "order": 11,
        "id": "adcs",
        "content": "<p>This article is about the long-ranged class of Brawl Stars - ADCs. You will learn their roles and impact in the game. It was written by XaviorKeyz and proofread by Cali Life, Gooose, and LukieBear. Thanks for their help!</p>\n<p>If you missed the first article on <a href=\"/blog/guides/tanks\">Tanks</a>, make sure to read it before you go any further. ADCs are going to be the most complex class.</p>\n<h2 id=\"introduction\">Introduction</h2>\n<p><strong>On Brawler Classification</strong>: In Brawl Stars, the Developers also take into consideration the unique kit of their specific Brawlers. In this article series however, terms which are comparable to other games are going to be used.</p>\n<p>Here is how relationships between the in-game Brawler classes and the classes created for this series compare:</p>\n<ul>\n<li><strong>Tanks</strong> = Heavyweights &amp; Batter</li>\n<li><strong>ADCs</strong> = Sharpshooters &amp; Snipers</li>\n<li><strong>Supports</strong> = Healers, Supports, &amp; Throwers</li>\n<li><strong>Fighters</strong> = Fighters, Skirmishers, &amp; Assassins to an extent</li>\n</ul>\n<p><strong>MOBA ADCs vs Brawl Stars ADCs</strong>: The term “ADC” is short for “Attack Damage Carry”. In MOBAs, these are characters that deal physical damage such as snipers and sharpshooters. Brawl Stars is unique in the fact that it only has one form of damage. While there are other other damage-related stats like shields (Damage Reduction) or 8-Bits damage-enhancing turret, there is only one form of dealing damage. In games like League of Legends or Mobile Legends, there are for example physical and magic damage, which allow for more complex interactions.</p>\n<p><strong>ADCs</strong>: Here, an ADC in Brawl Stars is classified as a Brawler that has long range and high DPS. This makes ADCs the best damage dealers. Having potentially team-wiping damage and supers, these Brawlers are also fragile. ADCs in Brawl Stars have low-medium low HP, medium long-long range, and are typically easy to maneuver with fast base movement speeds, kinetic based abilities, and so on. These prerequisites make Colt, Leon, Rico, Bea, Brock, and Piper all fall into this Primary Category.</p>\n<p>The most important skill to learn to be a successful ADC is survival. Practice and grind mastering techniques like <strong>teasing</strong>, which is performed by weaving in and out of corners or from behind an obstacle to bait enemy fire as you heal or reload and <strong>baiting</strong>, which means leading enemies into allies or traps by having low health and instigating a chase. Secondary mechanics such as <strong>wall peeking</strong> or <strong>dancing</strong>, which means mirroring your target’s movement patterns to land more subsequent shots, will increase your damage output by astounding amounts, but are less important than staying alive.</p>\n<p>Here, ADCs are seperated into two sub-classes:</p>\n<h2 id=\"marksmen\">Marksmen</h2>\n<p>Marksman such as Colt, Leon or Rico are long ranged and utilize burst fire patterns. Bursts are attacks using arrays or barrages of bullets. Marksman are aggressive-based backliners that look for every single chance to deal high damage to an enemy. Having slightly more health and better utility like faster speed or invisibility, marksmen are great duelists and can often go toe-to-toe with Fighters or even Tanks.</p>\n<p>Marksman have two major responsibilities:</p>\n<ol>\n<li>Marksmen need to take advantage of their high damage. Their primary role is to eliminate, damage, or force back their enemies. All Marksman are equipped for killing - Colt has a wall breaking, high damaging super. Rico has trajectory-based, high DPS attacks with damage and Leon has a flank enabling super, high movement speed, and sustain or chase down aiding star powers. With these battle ready kits, a marksman must threaten the enemy. This can be done using attacking and positioning. Every single attack you fire needs to hit. Your first goal should always be to threaten, or to force your opponent to either hold position or fall back. Having high DPS, landing even 2 or 3 shots out of your barrage will deal ample damage to an enemy. Keep pressure on the enemy team with continuous attacks, forcing them back and harass them so they cannot heal. As a marksman, you should not die. Because Marksman possess the highest damage per second in the game, your team is missing a vital part of its damage output and control. You should only sacrifice yourself for at least two kills or important objectives like the Brawl Ball goal. Kill trading is usually not worth it.</li>\n<li>Marksmen also need to damage or kill enemies. The key skill for this is recognizing the exact split second they are given an opportunity. How do you spot good opportunities?<ol>\n<li>A good opportunity is one where you come out alive.</li>\n<li>Wait for mistakes from the enemy team such as overextending or greed. Hold your super until two or three enemies stack up on one another.</li>\n<li>Recognize when a teammate sets you up. <strong>Team Chemistry</strong> is needed to play Brawl Stars at a competitive level.</li>\n</ol>\n</li>\n</ol>\n<h2 id=\"snipers\">Snipers</h2>\n<p>Snipers such as Bea, Brock and Piper differ from Marksmen in their single-shot basic attacks. They require precision and careful positioning. Snipers are best for multi-lane harassment and need to be patient. They possess the longest range of all brawlers in the game, so from a good position they will always have a clear shot with enough time to react to dodges. Positioning is the key aspect for a Sniper because of their low health and lack of escape mechanics. They are very vulnerable in close combat.</p>\n<p>Snipers fulfill the same roles as Marksmen: They should force the enemy team back by threatening them and control key positions. Every attack needs to be meaningful.<br>Control is the most important aspect of the game. Whichever team has the better positioning wins the objective, the gem spawn or the goal.</p>\n<p>Another responsibility that Snipers have, is observation. Snipers have time to analyze the battle and notice patterns. For example, use Brock’s super to destroy terrain or bushes at the right time. As Bea, using the super to slow the enemy team can allow a teammate to run past the enemies team and score. Observe the dodging pattern of your enemies to land more successful shots. Also observe your team to provide the best support. A sniper cannot carry and thus needs good chemistry.</p>\n"
      },
      {
        "title": "Brawl Stars Classes: Tanks",
        "author": "XaviorKeyz",
        "description": "Learn more about Tanks, the heaviest Brawlers in Brawl Stars.",
        "order": 10,
        "id": "tanks",
        "content": "<p>Today’s article is about the Tank class of Brawl Stars, the heaviest Brawlers. It was written by XaviorKeyz with the help of Cali Life.</p>\n<h2 id=\"introduction\">Introduction</h2>\n<p>Brawl Stars is live action, fast paced and MOBA-like, yet it lacks the defining features of classic MOBAs. Unlike most games though, the variety in maps and game modes enables a rich combination of varying characters, changing environments, and game modes with unique objectives.<br>First, you need to learn your character, which this article series will be about. In order to control your character, you need to learn their Brawler mechanics. It is the first step to becoming a skilled Brawl Stars player.</p>\n<p>What is a Brawler Kit? A “kit” refers to a heroes’ unique characteristics, skills, moves, or abilities. In Brawl Stars, every Brawler has two “moves”, their auto attack and their super. Star Powers enhance a mechanic, but there are only two ability buttons.<br>There are 4 primary classes I am going to assign all 32 Brawlers to. Unlike other MOBAs like League of Legends, Brawl Stars has no “jungle role”.<br>The primary classes will also be broken up into subclasses.</p>\n<p>A “Tank” is any brawler with a high amount of health. In Brawl Stars, this is about 6000+ HP at maximum level. 8-Bit, Bull, Carl, Darryl, El Primo, Frank, Pam and Rosa fall into this category. Shelly and Bibi fall into this category if they have their Band-Aid and Batting Stance star powers.</p>\n<h2 id=\"defenders\">Defenders</h2>\n<p>Defender such as Carl, Frank or Pam is to defend their allies and objectives. They often depend on a partner. While similar to the Support class, Defender’s usually lack the utility and mobility of a support and lack passive effect support abilities. Instead, Defenders support using attacks or by dealing damage to enemies. They are experts in <strong>zoning</strong>, which is a mechanic in which a player prevents enemies from moving a certain direction. By zoning, they ultimately prevent their teammates from suffering potential damage or deaths. Defenders help their teammates deal more damage or secure objectives by preventing or distracting the opponents.</p>\n<p>Defenders have two main responsibilities.</p>\n<ol>\n<li>Defenders should be a barrier between their enemy and ally. They are more stationary and passive role than offensive. Defenders should stay close to their teammates at all times. Taking this positioning can also deter enemies from coming close to your teammates. Even though Defenders have high health, you should avoid damage and use <strong>wall peeking</strong>, which means firing around corners and retreating to avoid damage and <strong>juking</strong>, which is performing movement patterns to dodge attacks. This way, you can intervene in a fight when an enemy advances on an ally, turning the fight into a 2v1.</li>\n<li>A Defender should protect allies and help with objectives. They can block damage using their body as a shield. Protect your gem carrier or ball carrier, even if it means that you have to sacrifice yourself. Use repelling abilities such as Frank’s super to create opportunities for your allies to score kills or objectives. A charged super can scare enemies. Don’t retreat - hold an objective (gem spawn) or give your long ranged allies some breathing room to operate. Objectives are more important than kills. Be patient and wait for the right moment to help your team.</li>\n</ol>\n<h2 id=\"bruisers\">Bruisers</h2>\n<p>In Brawl Stars, Bruisers are tanky characters that yield high damage output, such as Bull, Darryl, El Primo or Rosa. Contrary to Defenders, Bruisers are the bully of Brawl Stars that can chase enemies, apply pressure or <strong>ambush</strong>, which means they wait for an enemy to walk into their bush. Bruisers have high health and movement enabling abilties or star powers.</p>\n<p>Bruisers have two main responsibilities.</p>\n<ol>\n<li>Bruisers are the “Aggro” laners. This means, they are aggressive Brawlers with the goal to get into a position clos to enemy territory. There, they hold the position and wait for the right moment to strike. After winning a lane or attaining an advantageous position such as cover behind a chokepoint, play passive, assisting your teammates. When the moment is right, harass or <strong>gank</strong>, which means you approach an opponent from an unexpected direction to trap them between you and your teammates. Bruisers are good for dealing damage and for finishing off.</li>\n<li>A Bruiser should also pressure. From a position that is easy to defend, they can disturb the enemy. Bruisers are threatening by nature and can sometimes <strong>Spawn-Trap</strong> enemies from choke points, which means that they are unable to leave their spawn. This gives your team control of objectives and allows your teammates to get into good positions. When defending, Bruiser’s are responsible for keeping ground and should not retreat.</li>\n</ol>\n"
      },
      {
        "title": "Gem Grab: Deathcap Cave",
        "author": "kinglionleo",
        "image": "/images/blog/guides/deathcap-cave_small.jpg",
        "description": "Keep control of Deathcap Cave with Pam, Nita and Barley.",
        "mode": "gemgrab",
        "map": "Deathcap Cave",
        "order": 9,
        "id": "deathcap-cave",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<p>Note: Deathcap Cave has a lot of diverse comps and this one is just a suggestion.</p>\n<hr>\n<h3 id=\"pam\">Pam</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. She has a lot of great healing turret spots that can benefit either herself, or either lane.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that can utilize the walls to poke enemies. Her bear can push enemies back and she can be a huge threat if pushed up.</p>\n<h3 id=\"barley\">Barley</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player that offers a lot of area denial. He is also a great counter to turrets, which will be found in this map’s meta. His Star Power allows him to stay alive.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-pam\">Alternative to Pam</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Jessie’s tankiness and medium-long range attack makes her a great mid player. She also has good turret spots. Bo can mine off a choke point and use his arrows to cut off another. There are two main choke points on this map.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/shelly_optimized.png\" alt=\"hero/icon/shelly_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”. Shelly pushed up can hold enemies away because of her powerful super.</p>\n<h3 id=\"alternative-to-barley\">Alternative to Barley</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Dynamike offers more destruction and damage over Barley’s sustained control of the map. Mortis has a lot of cover he can utilize, and can counter throwers and punish weak, grouped up enemies. Gene can help mid with his Star Power and wide attack. His super can also turn the game around.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Barley should control the areas top of the mine. With his Star Power, he can keep up constant pressure even while on low health.</p>\n<p>If the enemy falls back, Pam shoud push up to apply as much pressure with her healing and fall back when at medium to low HP.</p>\n<p>Nita’s strongest position is on the left. She can fully utilize the wall to control the chockepoint and make it hard for the enemy to push her.</p>\n<p>Nita will initially be on the wall south-east to the mine. She should be there when she is low but should try to push up into her strongest position.</p>\n<p>North to the mine is the main area where Pam should focus her attacks. Barley is responsibe for the other chokepoints. Her spread out atatck can deter squishies from pushing up.</p>\n<p>South to the mine behind the wall is the main healing station spot. It helps Pam stay alive at high amounts of HP.</p>\n<p>South-east tot the mine is the healing spot if Barley is pushed back or the right lane is lost. Pam should also be positioned there if this happens.</p>\n<p>Barley should try to regain control of the area south-east to the mine if an enemy has put themselves there!</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/deathcap-cave.jpg\" alt=\"blog/guides/deathcap-cave.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Deep Siege",
        "author": "kinglionleo",
        "image": "/images/blog/guides/deep-siege_small.jpg",
        "description": "Use walls to your advantage in Deep Siege with Jessie, Mortis and Dynamike.",
        "mode": "Gem Grab",
        "map": "Stone Fort",
        "order": 8,
        "id": "deep-siege",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"jessie\">Jessie</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of control. Can punish grouped enemies and has various turret locations.</p>\n<h3 id=\"mortis\">Mortis</h3>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player who harasses the enemy by pushing up deep into their spawn. Should try to stay alive.</p>\n<h3 id=\"dynamike\">Dynamike</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player who assists mid by controlling the middle proportion of the map. Important to stay alive.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-jessie\">Alternative to Jessie</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Piper has a convenient bush location that allows her to deal more damage with her Star Power.<br>Pam has great turret locations that can help either lane, or herself.</p>\n<h3 id=\"alternative-to-mortis\">Alternative to Mortis</h3>\n<p>Necessary to deal with throwers that are commonly used on this map.</p>\n<h3 id=\"alternative-to-dynamike\">Alternative to Dynamike</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Barley can be used as a substitute to Dynamike, offering more control but less damage.<br>Nita can be used as an aggro that pushes up and uses her wall to harass the other mid.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>North to the mine is a strong turret spot if Jessie manages to push up. It is extremely annoying if combined with her Star Power.</p>\n<p>Aggressive Mortis should try to play at the north of the mine, however should try to stay alive for as much map presence as possible. The general area for Mortis to play in and control is east to the mine.</p>\n<p>Jessie’s initial turret location against long/close range brawlers should be east to the mine behind the walls. Jessie should ideally be playing in the bushes below it.</p>\n<p>Dynamike can control an entire area aronud him. He should push up when the enemy falls back and fall off when he is double pressured.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/deep-siege.jpg\" alt=\"blog/guides/deep-siege.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Escape Velocity",
        "author": "kinglionleo",
        "image": "/images/blog/guides/escape-velocity_small.jpg",
        "description": "How to poke your enemy team in Escape Velocity with Gene, Shelly and Carl.",
        "mode": "gemgrab",
        "map": "Escape Velocity",
        "order": 7,
        "id": "escape-velocity",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"gene\">Gene</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Gene offers amazing poking abilities, and his super can make the enemy feel uneasy with their movement. His Star Power can assist his teammates when they are grouped up.</p>\n<h3 id=\"shelly\">Shelly</h3>\n<p><img src=\"/images/hero/icon/shelly_optimized.png\" alt=\"hero/icon/shelly_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who can full utilize launch pads to displace enemy movement. Her super with Star Power can make it easy for Gene to hit his attack.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can act as a tripwire at mid. His attack can force enemies to move in certain directions, synergizing with Gene’s super.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-gene\">Alternative to Gene</h3>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/poco_optimized.png\" alt=\"hero/icon/poco_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Bo’s mine can completely cover entryway into the gem mine. His attack also offers control and burst potential.<br>Poco’s super can make it easy for his teammates to push, and his wide attack can poke at the enemy mid.</p>\n<h3 id=\"alternative-to-shelly\">Alternative to Shelly</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/tara_optimized.png\" alt=\"hero/icon/tara_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.<br>Tara can burst enemies down at close ranges while poke at enemies afar. Her super can make it hard for the enemy to push up to mid.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/leon_optimized.png\" alt=\"hero/icon/leon_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Leon can poke at enemies and burst enemies down at close ranges. His super can easilyy change the game as there are so many bushes to utilize.<br>Nita can poke at mid while keeping control of her lane easily. Her bear pushes back enemies as well.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>If the enemy falls back, Shelly can position herself to the north-east of the mine to poke at them where the maximum range of Gene’s super is. However, she sohuld fall back to keep moderate amounts of HP.</p>\n<p>If Carl is able to push up with Shelly, it’ll make it extremely hard for the enemy to get out of spawn. He can easily hold his lane while pressuring mid. He can push up to apply pressure when Gene has his super.</p>\n<p>Shelly can use the jump pad on the east to quickly rotate into an advantageous position if the enemy is badly positioned. She needs to recognize when this is necessary as she can be punished easily for doing so!</p>\n<p>Shelly needs to make sure an enemy tank does not jump below the mine. If one does, it’ll force Gene back and potentially get him killed. Good communication is necessary.</p>\n<p>Gene can assist either lane by positioning himself in mid. However, he should focus on staying alive with minimal amounts of damage taken.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/escape-velocity.jpg\" alt=\"blog/guides/escape-velocity.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Flooded Mines",
        "author": "kinglionleo",
        "image": "/images/blog/guides/flooded-mines_small.jpg",
        "description": "Keep pressure on the enemy and fight for the Flooded Mines from a safe distance with Piper, Nita and Rico.",
        "mode": "gemgrab",
        "map": "Flooded Mines",
        "order": 6,
        "id": "flooded-mines",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"piper\">Piper</h3>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who can easily hold control of the gem mine. Her long range enables her to support lanes and take shots at the enemy’s mid.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player who can fully utilize her walls to push the enemy back with her attack. The mushrooms also work well for this purpose.</p>\n<h3 id=\"rico\">Rico</h3>\n<p><img src=\"/images/hero/icon/rico_optimized.png\" alt=\"hero/icon/rico_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player who uses the right wall of the map to keep the enemy lane back. He also can poke at mid.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-piper\">Alternative to Piper</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/penny_optimized.png\" alt=\"hero/icon/penny_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>The open area allows Gene to yoink enemies and poke at them. He also will be playing by one of the lanes, helping them with his Star Power.<br>Penny’s mortar has a lot of range and can cover most of mid.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Carl can make it hard for the enemy lane to push up while also being able to tripwire off mid pushes.<br>Barley makes it even harder for the enemy lane to push up and can control the left portion of mid once he wins his lane.</p>\n<h3 id=\"alternative-to-rico\">Alternative to Rico</h3>\n<p><img src=\"/images/hero/icon/tara_optimized.png\" alt=\"hero/icon/tara_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Tara can burst down the enemy laner and chip from afar. The open area in the middle makes it pretty easy for her to hit her super.<br>Carl can control the right lane pretty easily and also pressure mid at the same time.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>The ideal spot for Nita to play is in the bushes on the west side. The mushroom there makes it extremely hard for enemies to hit her. However, she first has to win her lane in order to push up!</p>\n<p>While Rico pressures his lane, Piper can push up to the mine to assist Nita in winning her lane. Coordinate their attacks and Piper can easily hit a camping enemy in that bush.</p>\n<p>The bouncing attack Rico needs to learn goes to the west wall in the west lane. He can keep enemies away from him, which then allows him to assist mid by poking at them from this position.</p>\n<p>Piper should be south to the mine so she can stay out of reach of the enemy mid while still being able to take shots. From here, if she takes some damage, she can fall back behind the mushroom. Piper should also be pushing up when her teammates win their lanes so she can fully utilize her range and Star Power to kill enemies.</p>\n<p>Nita should play passively in the south bush until mid can help assist her in taking out the enemy lane. However, she can capitalize if the enemy takes unnecessary damage or is forced to fall back.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/flooded-mines.jpg\" alt=\"blog/guides/flooded-mines.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Four Squared",
        "author": "kinglionleo",
        "image": "/images/blog/guides/four-squared_small.jpg",
        "description": "Split push the Four Squared lanes and take control of the mine with Spike, Mortis and Dynamike.",
        "mode": "Gem Grab",
        "map": "Four Squared",
        "order": 5,
        "id": "four-squared",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"spike\">Spike</h3>\n<p><img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. Can burst down tanks and once the map is opened up, becomes even deadlier.</p>\n<h3 id=\"mortis\">Mortis</h3>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that harasses the enemy thrower by flanking from behind. Utilize walls as cover and dash-in, dash-out.</p>\n<h3 id=\"dynamike\">Dynamike</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who controls right lane and offers area control for the middle area. Should use super to destroy middle cover.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-spike\">Alternative to Spike</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita can be played as a more aggro Spike. She can push up and use the walls to harass at mid. Barley paired with Dyna offers so much area denial and is viable because of how many walls there are.</p>\n<h3 id=\"alternative-to-mortis\">Alternative to Mortis</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Mortis is necessary to deal with throwers that are commonly used on this map. Nita can use walls to harass while acting as a tank that can push the enemy team back.</p>\n<h3 id=\"alternative-to-dynamike\">Alternative to Dynamike</h3>\n<p>Necessary because of how many walls there are on this map.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Mortis should ideally be playing at the top. He puts pressure from the enemy’s flank and funnels them into Dynamike and Spike’s attacks. He should still try to maintain left lane control however.</p>\n<p>Dynamike should focus on mid. However, if an enemy is in the lane he should shift focus to deal with them first. Spike covers and acts as Dyna’s support for mid. Both can be gem carriers. Dynamike should use his super and destroy the two walls above the mine.</p>\n<p>If the enemy has control of the area south of the mine, Spike and Dynamike will switch. Dynamike focuses only on mid while Spike deals with the threat.</p>\n<p>West of the mine: General area for Mortis to control. He should fall back to here when on low health or try to hold this area so that his two mid teammates can focus on one possible flank.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/four-squared.jpg\" alt=\"blog/guides/four-squared.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Minecart Madness",
        "author": "kinglionleo",
        "image": "/images/blog/guides/minecart-madness_small.jpg",
        "description": "Wait for the right moment and trap the enemy in Minecart Madness with Piper, Carl and Barley.",
        "mode": "Gem Grab",
        "map": "Minecart Madness",
        "order": 4,
        "id": "minecart-madness",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"piper\">Piper</h3>\n<p><img src=\"/images/hero/icon/piper_optimized.png\" alt=\"hero/icon/piper_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player whose long range can easily make her come out on top in fights. Her super allows her to make clutch plays coupled with minecarts.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player whose attack can cut off rotations. He also can take some damage while applying pressure.</p>\n<h3 id=\"barley\">Barley</h3>\n<p><img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of control because of how the minecarts will funnel enemy movement.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-piper\">Alternative to Piper</h3>\n<p><img src=\"/images/hero/icon/bo_optimized.png\" alt=\"hero/icon/bo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Bo’s mines make it harder for the enemy to safely push up. It synergizes well with minecarts.<br>Gene can fully utilize the minecarts to easily pull and punish enemies who are forced to move in an odd way.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene can fully utilize the minecarts to easily pull and punish enemies who are forced to move in an odd way.</p>\n<h3 id=\"alternative-to-barley\">Alternative to Barley</h3>\n<p><img src=\"/images/hero/icon/dynamike_optimized.png\" alt=\"hero/icon/dynamike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/mortis_optimized.png\" alt=\"hero/icon/mortis_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Dynamike offers more map destruction than Barley and can also deal more damage when utilizing minecarts.<br>Mortis can counter throwers while being able to harass the enemy from behind.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Minecarts that come from the north make it impossible for the enemy to fall back for ~2 seconds, while providing cover if they are already in the process of doing so. Learning how to use this to your advantage will make it easy for you to win.</p>\n<p>There will often be enemies trapped in the bush nort-east of the mine, when the minecart comes from the west side. You can easily deal huge amounts of damage to them as Barley.</p>\n<p>At the east side minecart spawn, the minecarts will travel to your side which means you have some time to make a decision whether to push up or fall back.</p>\n<p>Minecarts that come to the south of the mine make it impossible for your team to fall back for ~2 seconds. It’s important to recognize when you should. If you have a lot of HP remaining, you can keep fighting at mid. Barley can utilize the brief moment when the minecarts block off the center to prevent the enemy team from pushing up. If Piper is low, she should fall back, she won’t be able to survive for the 2 seconds her back is blocked off.</p>\n<p>At the west side minecart spawn, the minecarts will travel to the enemy’s side so making an offensive push is necessary. It’s important, however, that you can safely fall back after they are gone.</p>\n<hr>\n<p>The more you play this map, the better you will get with recognizing opportunities the minecarts provide you. The thrower needs to capitalize the most when the minecarts start coming.</p>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/minecart-madness.jpg\" alt=\"blog/guides/minecart-madness.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Heist: Safe Zone",
        "author": "PedroGuijarro_",
        "image": "/images/blog/guides/safe-zone_small.jpg",
        "description": "Siege or play aggressively with one of three compositions on Safe Zone.",
        "mode": "heist",
        "map": "Safe Zone",
        "order": 3,
        "id": "safe-zone",
        "content": "<h2 id=\"control-comp\">Control Comp</h2>\n<p>Control, control, control the map! Poking the enemy team is more important than the safe. Attack the safe only when you have enough space.</p>\n<h3 id=\"thrower\">Thrower</h3>\n<p>Control and poke the enemy safe from a safe place. <img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"range\">Range</h3>\n<p>Control and poke the enemy safe from the distance. <img src=\"/images/hero/icon/brock_optimized.png\" alt=\"hero/icon/brock_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"support\">Support</h3>\n<p>Control the map as main job and hold mid. <img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"aggrocontrol-comp\">Aggrocontrol Comp</h2>\n<p>Zoning and poking are both equally important. Try not to lose too much area when dying. The diver must jump in whenever their super is ready.</p>\n<h3 id=\"support-1\">Support</h3>\n<p>Control the map as main job. <img src=\"/images/hero/icon/barley_optimized.png\" alt=\"hero/icon/barley_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"healer\">Healer</h3>\n<p>A bit of sustain for keeping the pressure. <img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver\">Diver</h3>\n<p>Jump in with your super to apply most of your team damage. <img src=\"/images/hero/icon/darryl_optimized.png\" alt=\"hero/icon/darryl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"fullaggro-comp\">Fullaggro Comp</h2>\n<p>Dive the objective as a team if possible. Attacking is more important than defending. Try to win the base race!</p>\n<h3 id=\"diver-1\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/darryl_optimized.png\" alt=\"hero/icon/darryl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver-2\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/bull_optimized.png\" alt=\"hero/icon/bull_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h3 id=\"diver-3\">Diver</h3>\n<p>Dive when possible, team up for a bigger push. <img src=\"/images/hero/icon/el_primo_optimized.png\" alt=\"hero/icon/el_primo_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/safe-zone.jpg\" alt=\"blog/guides/safe-zone.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Stone Fort",
        "author": "kinglionleo",
        "image": "/images/blog/guides/stone-fort_small.jpg",
        "description": "Hold the Stone Fort with long range attacks and Frank, Carl and Rico.",
        "mode": "Gem Grab",
        "map": "Stone Fort",
        "order": 2,
        "id": "stone-fort",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<h3 id=\"frank\">Frank</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”.</p>\n<h3 id=\"carl\">Carl</h3>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can control the bush from afar. His unique returning attack also is able to clip enemies behind walls.</p>\n<h3 id=\"rico\">Rico</h3>\n<p><img src=\"/images/hero/icon/rico_optimized.png\" alt=\"hero/icon/rico_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Lane player who’s long attack can control the bush from afar. His bouncy bullets lets him poke at enemies hiding behind walls.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-frank\">Alternative to Frank</h3>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Jessie’s tankiness and chained attack makes her a great mid player. She also has good turret spots.<br>Pam can be played mid well if lane is held by her two teammates. Her survivability is excellent which allows her to stay in the center longer.</p>\n<h3 id=\"alternative-to-carl\">Alternative to Carl</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/el_primo_optimized.png\" alt=\"hero/icon/el_primo_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.<br>Primo is tanky enough where he can take some damage and still be a threat, pushing enemies back.</p>\n<h3 id=\"alternative-to-rico\">Alternative to Rico</h3>\n<p><img src=\"/images/hero/icon/crow_optimized.png\" alt=\"hero/icon/crow_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Crow’s ability to poke enemies makes it easy for him to clear bushes. It also makes it hard for enemies to regenerate, forcing them to fall back.<br>Nita’s bear can push enemies back and her attack lets her clip enemies through walls.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Positioned behind the walls north to the mine, Frank can annoy the enemy and make it very hard for them to push up.</p>\n<p>One of the lane players can help mid control the entry area to the mine by using their attacks there. This is where the enemy will attack mid from.</p>\n<p>Destroying the walls north to the mine will work both ways. It’ll make mid much more open therefore harder for Frank to hold.</p>\n<p>Rico needs to shoot down the lane at thea east to clear out any potential threats. It’s important to hold at least one lane so mid does not get completely flanked.</p>\n<p>Rico and Carl can clear out enemies hiding in the corners on the side of the mine.</p>\n<p>Carl needs to shoot down the east lane to clear out any potential threats. It’s important to hold at leas one lane so mid does not get completely flanked.</p>\n<p>It’s important that mid is never flanked. If a lane is lost, mid must be extremely careful of the area south of the mine. A good flank by the enemy can turn the entire game around!</p>\n<p>Sometimes the enemy will “double up” on mid. This means that one lane will be free. The free lane player should either help with their attacks from the side, or go and flank mid from behind.</p>\n<hr>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/stone-fort.jpg\" alt=\"blog/guides/stone-fort.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      },
      {
        "title": "Gem Grab: Undermine",
        "author": "kinglionleo",
        "image": "/images/blog/guides/undermine_small.jpg",
        "description": "Hide in the bushes and protect the Undermine with Pam, Nita and Leon.",
        "mode": "Gem Grab",
        "map": "Undermine",
        "order": 1,
        "id": "undermine",
        "content": "<h2 id=\"recommended-comp\">Recommended Comp</h2>\n<p>Note: Deathcap Cave has a lot of diverse comps and this one is just a suggestion.</p>\n<hr>\n<h3 id=\"pam\">Pam</h3>\n<p><img src=\"/images/hero/icon/pam_optimized.png\" alt=\"hero/icon/pam_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Mid player who offers a lot of area control. She has a good healing spot and can also assist her lane players with it.</p>\n<h3 id=\"nita\">Nita</h3>\n<p><img src=\"/images/hero/icon/nita_optimized.png\" alt=\"hero/icon/nita_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Left lane player that can utilize the walls to poke enemies. Her overall tankiness allows her to poke and fall back, while her bear can annoy mid.</p>\n<h3 id=\"leon\">Leon</h3>\n<p><img src=\"/images/hero/icon/leon_optimized.png\" alt=\"hero/icon/leon_optimized.png\" class=\"h-16 p-2 float-right\"></p>\n<p>Right lane player that can poke and burst down enemies. There are many bushes which makes it easy for him to assasinate enemies.</p>\n<h2 id=\"alternate-comps\">Alternate Comps</h2>\n<h3 id=\"alternative-to-pam\">Alternative to Pam</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/jessie_optimized.png\" alt=\"hero/icon/jessie_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene can poke at the enemy’s mid while his super can easily turn the game around. If he pushes up he can also dish out alot of damage.<br>Jessie’s tankiness and medium-long range attack makes her a great mid playre. She also has good turret spots.</p>\n<h3 id=\"alternative-to-nita\">Alternative to Nita</h3>\n<p><img src=\"/images/hero/icon/frank_optimized.png\" alt=\"hero/icon/frank_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/spike_optimized.png\" alt=\"hero/icon/spike_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Frank’s presence and powerful attack can keep enemies back. He effectively controls an entire area by simply “being there”.<br>Spike can clear his lane pretty effetcively and pressure mid from there. His super also denies chokepoints well.</p>\n<h3 id=\"alternative-to-leon\">Alternative to Leon</h3>\n<p><img src=\"/images/hero/icon/gene_optimized.png\" alt=\"hero/icon/gene_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p><img src=\"/images/hero/icon/carl_optimized.png\" alt=\"hero/icon/carl_optimized.png\" class=\"h-10 p-1 float-right\"></p>\n<p>Gene also can work as a lane player. His spread attack makes it hard for the enemy’s lane to push up. He can also poke at mid when he is pushed up.<br>Carl can deny mid entryway if he manages to win his lane.</p>\n<h2 id=\"initial-setup\">Initial Setup</h2>\n<p>Nita can push up to the north-west of the mine to harass mid.</p>\n<p>Pam should focus her attacks to the north of the mine. She should not be worrying about clearing out lanes given that her teammates win their fights.<br>If both teammates win their lane, the enemy’s mid will be forced to fall back. Pam should take this opportunity to push up and help spawntrap for a bit.</p>\n<p>Leon needs to apply pressure if the enemy stops contesting the east lane. This will usually be the case as it’s hard to kill him once he gets control of this area.</p>\n<p>The main healing spot if the enemy’s mid is not Jessie or Penny is the bush south to the mine. It covers more area and even though it’s exposed it will be tanked for by Pam. If the enemy has Jessie or Penny as mid, place it below the wall.</p>\n<p>Nita will initially be playing in the west lane and she should fall back there to regenerate.</p>\n<hr>\n<p>Generally speaking, one lane will usually be lost. Pam needs to play around this by falling to the opposite lane and helping that lane win. She can then return to mid but should also clear that lane out occasionally. Capitalize on fights you win and push enemies back. Once both lanes are yours it becomes very hard for the enemy to regain mid. Don’t let this happen to you!</p>\n<p><strong>When a teammate dies, reposition to try to hold as much map presence for as long as possible.</strong></p>\n<h2 id=\"graphic\">Graphic</h2>\n<p><img src=\"/images/blog/guides/undermine.jpg\" alt=\"blog/guides/undermine.jpg\" class=\"lightbox\"></p>\n<p>Click to enlarge</p>\n"
      }
    ]
  },
  "featuredPlayers": [
    {
      "tag": "V8LLPPC",
      "name": "xXcuzMePlisThXx"
    },
    {
      "tag": "8PJRRG2C",
      "name": "TQ|GuilleVGX"
    },
    {
      "tag": "V9QGJY9",
      "name": "Landi"
    },
    {
      "tag": "2L892GP",
      "name": "YAPIMARU_YT"
    },
    {
      "tag": "2Y02L28",
      "name": "Keith ツ"
    }
  ],
  "events": [
    {
      "id": "15000004",
      "mode": "bounty",
      "map": "Snake Prairie"
    },
    {
      "id": "15000005",
      "mode": "bounty",
      "map": "Shooting Star"
    },
    {
      "id": "15000007",
      "mode": "gemGrab",
      "map": "Hard Rock Mine"
    },
    {
      "id": "15000009",
      "mode": "gemGrab",
      "map": "Deathcap Cave"
    },
    {
      "id": "15000011",
      "mode": "gemGrab",
      "map": "Undermine"
    },
    {
      "id": "15000014",
      "mode": "soloShowdown",
      "map": "Scorched Stone"
    },
    {
      "id": "15000015",
      "mode": "soloShowdown",
      "map": "Rockwall Brawl"
    },
    {
      "id": "15000016",
      "mode": "soloShowdown",
      "map": "Feast or Famine"
    },
    {
      "id": "15000019",
      "mode": "heist",
      "map": "Safe Zone"
    },
    {
      "id": "15000024",
      "mode": "brawlBall",
      "map": "Backyard Bowl"
    },
    {
      "id": "15000025",
      "mode": "brawlBall",
      "map": "Triple Dribble"
    },
    {
      "id": "15000026",
      "mode": "brawlBall",
      "map": "Pinhole Punt"
    },
    {
      "id": "15000028",
      "mode": "duoShowdown",
      "map": "Double Trouble"
    },
    {
      "id": "15000033",
      "mode": "soloShowdown",
      "map": "Cavern Churn"
    },
    {
      "id": "15000035",
      "mode": "duoShowdown",
      "map": "Scorched Stone"
    },
    {
      "id": "15000036",
      "mode": "duoShowdown",
      "map": "Rockwall Brawl"
    },
    {
      "id": "15000037",
      "mode": "duoShowdown",
      "map": "Feast or Famine"
    },
    {
      "id": "15000039",
      "mode": "roboRumble",
      "map": "Keep Safe"
    },
    {
      "id": "15000040",
      "mode": "gemGrab",
      "map": "Chill Cave"
    },
    {
      "id": "15000043",
      "mode": "soloShowdown",
      "map": "Double Trouble"
    },
    {
      "id": "15000044",
      "mode": "duoShowdown",
      "map": "Cavern Churn"
    },
    {
      "id": "15000050",
      "mode": "brawlBall",
      "map": "Sneaky Fields"
    },
    {
      "id": "15000051",
      "mode": "brawlBall",
      "map": "Super Stadium"
    },
    {
      "id": "15000053",
      "mode": "heist",
      "map": "Hot Potato"
    },
    {
      "id": "15000054",
      "mode": "bounty",
      "map": "Canal Grande"
    },
    {
      "id": "15000065",
      "mode": "bigGame",
      "map": "Hunting Party"
    },
    {
      "id": "15000066",
      "mode": "bigGame",
      "map": "Table Flip"
    },
    {
      "id": "15000067",
      "mode": "bossFight",
      "map": "Metal Scrap"
    },
    {
      "id": "15000068",
      "mode": "roboRumble",
      "map": "Vault Defenders"
    },
    {
      "id": "15000070",
      "mode": "heist",
      "map": "Rolling Rumble"
    },
    {
      "id": "15000082",
      "mode": "bounty",
      "map": "Layer Cake"
    },
    {
      "id": "15000093",
      "mode": "soloShowdown",
      "map": "Dune Drift"
    },
    {
      "id": "15000094",
      "mode": "duoShowdown",
      "map": "Dune Drift"
    },
    {
      "id": "15000095",
      "mode": "soloShowdown",
      "map": "Stormy Plains"
    },
    {
      "id": "15000096",
      "mode": "duoShowdown",
      "map": "Stormy Plains"
    },
    {
      "id": "15000098",
      "mode": "siege",
      "map": "Some Assembly Required"
    },
    {
      "id": "15000099",
      "mode": "siege",
      "map": "Nuts & Bolts"
    },
    {
      "id": "15000105",
      "mode": "soloShowdown",
      "map": "Erratic Blocks"
    },
    {
      "id": "15000106",
      "mode": "duoShowdown",
      "map": "Erratic Blocks"
    },
    {
      "id": "15000112",
      "mode": "gemGrab",
      "map": "Four Squared"
    },
    {
      "id": "15000114",
      "mode": "gemGrab",
      "map": "Escape Velocity"
    },
    {
      "id": "15000115",
      "mode": "gemGrab",
      "map": "Double Swoosh"
    },
    {
      "id": "15000116",
      "mode": "gemGrab",
      "map": "Cell Division"
    },
    {
      "id": "15000117",
      "mode": "gemGrab",
      "map": "Spring Trap"
    },
    {
      "id": "15000118",
      "mode": "brawlBall",
      "map": "Pinball Dreams"
    },
    {
      "id": "15000122",
      "mode": "gemGrab",
      "map": "Minecart Madness"
    },
    {
      "id": "15000123",
      "mode": "soloShowdown",
      "map": "Flying Fantasies"
    },
    {
      "id": "15000124",
      "mode": "duoShowdown",
      "map": "Flying Fantasies"
    },
    {
      "id": "15000125",
      "mode": "soloShowdown",
      "map": "Royal Runway"
    },
    {
      "id": "15000126",
      "mode": "duoShowdown",
      "map": "Royal Runway"
    },
    {
      "id": "15000127",
      "mode": "siege",
      "map": "Junk Park"
    },
    {
      "id": "15000132",
      "mode": "brawlBall",
      "map": "Center Stage"
    },
    {
      "id": "15000133",
      "mode": "bossFight",
      "map": "Danger Zone"
    },
    {
      "id": "15000137",
      "mode": "heist",
      "map": "Pit Stop"
    },
    {
      "id": "15000139",
      "mode": "gemGrab",
      "map": "Cross Cut"
    },
    {
      "id": "15000142",
      "mode": "siege",
      "map": "Factory Rush"
    },
    {
      "id": "15000143",
      "mode": "brawlBall",
      "map": "Beach Ball"
    },
    {
      "id": "15000144",
      "mode": "brawlBall",
      "map": "Sunny Soccer"
    },
    {
      "id": "15000146",
      "mode": "heist",
      "map": "Sandy Gems"
    },
    {
      "id": "15000147",
      "mode": "gemGrab",
      "map": "Acute Angle"
    },
    {
      "id": "15000148",
      "mode": "gemGrab",
      "map": "Snake Cavern"
    },
    {
      "id": "15000152",
      "mode": "soloShowdown",
      "map": "Deserted Vertex"
    },
    {
      "id": "15000153",
      "mode": "duoShowdown",
      "map": "Deserted Vertex"
    },
    {
      "id": "15000154",
      "mode": "soloShowdown",
      "map": "Outrageous Outback"
    },
    {
      "id": "15000155",
      "mode": "duoShowdown",
      "map": "Outrageous Outback"
    },
    {
      "id": "15000156",
      "mode": "soloShowdown",
      "map": "Barren Badlands"
    },
    {
      "id": "15000157",
      "mode": "duoShowdown",
      "map": "Barren Badlands"
    },
    {
      "id": "15000158",
      "mode": "gemGrab",
      "map": "Royal Flush"
    },
    {
      "id": "15000159",
      "mode": "bounty",
      "map": "Overgrown Oasis"
    },
    {
      "id": "15000160",
      "mode": "brawlBall",
      "map": "Field Goal"
    },
    {
      "id": "15000161",
      "mode": "brawlBall",
      "map": "Post Haste"
    },
    {
      "id": "15000162",
      "mode": "brawlBall",
      "map": "Slalom Slam"
    },
    {
      "id": "15000163",
      "mode": "brawlBall",
      "map": "Coarse Course"
    },
    {
      "id": "15000164",
      "mode": "brawlBall",
      "map": "Power Shot"
    },
    {
      "id": "15000165",
      "mode": "soloShowdown",
      "map": "Critical Crossing"
    },
    {
      "id": "15000166",
      "mode": "duoShowdown",
      "map": "Critical Crossing"
    },
    {
      "id": "15000169",
      "mode": "takedown",
      "map": "Frenemies"
    },
    {
      "id": "15000173",
      "mode": "takedown",
      "map": "Mexican Standoff"
    },
    {
      "id": "15000174",
      "mode": "loneStar",
      "map": "Skull Creek"
    },
    {
      "id": "15000175",
      "mode": "loneStar",
      "map": "Hot Maze"
    },
    {
      "id": "15000176",
      "mode": "loneStar",
      "map": "Thousand Lakes"
    },
    {
      "id": "15000177",
      "mode": "loneStar",
      "map": "Hot Point"
    },
    {
      "id": "15000178",
      "mode": "loneStar",
      "map": "Island Invasion"
    },
    {
      "id": "15000179",
      "mode": "loneStar",
      "map": "Passage"
    },
    {
      "id": "15000180",
      "mode": "loneStar",
      "map": "Eye of the Storm"
    },
    {
      "id": "15000181",
      "mode": "takedown",
      "map": "Peak Oil"
    },
    {
      "id": "15000182",
      "mode": "takedown",
      "map": "Cuckoo Coup"
    },
    {
      "id": "15000183",
      "mode": "takedown",
      "map": "Scrap Metal"
    },
    {
      "id": "15000184",
      "mode": "takedown",
      "map": "Funky Punk"
    },
    {
      "id": "15000185",
      "mode": "takedown",
      "map": "Clockwork"
    },
    {
      "id": "15000186",
      "mode": "takedown",
      "map": "Alligator Alley"
    },
    {
      "id": "15000187",
      "mode": "takedown",
      "map": "Tight Stuff"
    },
    {
      "id": "15000188",
      "mode": "soloShowdown",
      "map": "Skull Creek"
    },
    {
      "id": "15000189",
      "mode": "duoShowdown",
      "map": "Skull Creek"
    },
    {
      "id": "15000190",
      "mode": "soloShowdown",
      "map": "Hot Maze"
    },
    {
      "id": "15000191",
      "mode": "duoShowdown",
      "map": "Hot Maze"
    },
    {
      "id": "15000192",
      "mode": "soloShowdown",
      "map": "Acid Lakes"
    },
    {
      "id": "15000193",
      "mode": "duoShowdown",
      "map": "Acid Lakes"
    },
    {
      "id": "15000194",
      "mode": "soloShowdown",
      "map": "Ghost Point"
    },
    {
      "id": "15000195",
      "mode": "duoShowdown",
      "map": "Ghost Point"
    },
    {
      "id": "15000196",
      "mode": "soloShowdown",
      "map": "Forsaken Falls"
    },
    {
      "id": "15000197",
      "mode": "duoShowdown",
      "map": "Forsaken Falls"
    },
    {
      "id": "15000198",
      "mode": "soloShowdown",
      "map": "Dark Passage"
    },
    {
      "id": "15000199",
      "mode": "duoShowdown",
      "map": "Dark Passage"
    },
    {
      "id": "15000200",
      "mode": "soloShowdown",
      "map": "Eye of the Storm"
    },
    {
      "id": "15000201",
      "mode": "duoShowdown",
      "map": "Eye of the Storm"
    },
    {
      "id": "15000202",
      "mode": "presentPlunder",
      "map": "Sidelines"
    },
    {
      "id": "15000203",
      "mode": "presentPlunder",
      "map": "Precious Presents"
    },
    {
      "id": "15000204",
      "mode": "presentPlunder",
      "map": "Holiday Heist"
    },
    {
      "id": "15000205",
      "mode": "presentPlunder",
      "map": "Cheery Getaway"
    },
    {
      "id": "15000206",
      "mode": "presentPlunder",
      "map": "Stocking Stuffer"
    },
    {
      "id": "15000207",
      "mode": "presentPlunder",
      "map": "Naughty Elves"
    },
    {
      "id": "15000208",
      "mode": "presentPlunder",
      "map": "Best Kind Of Gift"
    },
    {
      "id": "15000209",
      "mode": "gemGrab",
      "map": "Time Out"
    },
    {
      "id": "15000210",
      "mode": "gemGrab",
      "map": "Swirling Storm"
    },
    {
      "id": "15000211",
      "mode": "gemGrab",
      "map": "Excellent Escapade"
    },
    {
      "id": "15000212",
      "mode": "gemGrab",
      "map": "Spare Space"
    },
    {
      "id": "15000213",
      "mode": "gemGrab",
      "map": "Shabby Shells"
    },
    {
      "id": "15000214",
      "mode": "gemGrab",
      "map": "Secret Surprise"
    },
    {
      "id": "15000215",
      "mode": "gemGrab",
      "map": "Green Deck"
    },
    {
      "id": "15000216",
      "mode": "heist",
      "map": "Bandit Cove"
    },
    {
      "id": "15000217",
      "mode": "heist",
      "map": "Tornado Ring"
    },
    {
      "id": "15000218",
      "mode": "bounty",
      "map": "Deeper Danger"
    },
    {
      "id": "15000219",
      "mode": "bounty",
      "map": "Land Ahoy"
    },
    {
      "id": "15000220",
      "mode": "soloShowdown",
      "map": "Point of View"
    },
    {
      "id": "15000221",
      "mode": "duoShowdown",
      "map": "Point of View"
    },
    {
      "id": "15000222",
      "mode": "soloShowdown",
      "map": "Circular Canyon"
    },
    {
      "id": "15000223",
      "mode": "duoShowdown",
      "map": "Circular Canyon"
    },
    {
      "id": "15000224",
      "mode": "soloShowdown",
      "map": "Rocky Blocks"
    },
    {
      "id": "15000225",
      "mode": "duoShowdown",
      "map": "Rocky Blocks"
    },
    {
      "id": "15000226",
      "mode": "soloShowdown",
      "map": "Stocky Stockades"
    },
    {
      "id": "15000227",
      "mode": "duoShowdown",
      "map": "Stocky Stockades"
    },
    {
      "id": "15000228",
      "mode": "soloShowdown",
      "map": "Safety Center"
    },
    {
      "id": "15000229",
      "mode": "duoShowdown",
      "map": "Safety Center"
    },
    {
      "id": "15000230",
      "mode": "soloShowdown",
      "map": "Core Crumble"
    },
    {
      "id": "15000231",
      "mode": "duoShowdown",
      "map": "Core Crumble"
    },
    {
      "id": "15000232",
      "mode": "soloShowdown",
      "map": "Treasure Hunt"
    },
    {
      "id": "15000233",
      "mode": "duoShowdown",
      "map": "Treasure Hunt"
    },
    {
      "id": "15000238",
      "mode": "brawlBall",
      "map": "Penalty Kick"
    },
    {
      "id": "15000243",
      "mode": "soloShowdown",
      "map": "Cavern Churn"
    },
    {
      "id": "15000244",
      "mode": "duoShowdown",
      "map": "Cavern Churn"
    }
  ]
}